Page({
  data: {
    list: {
      cclj: {
        title: "厨餐垃圾",
        info: "是餐饮垃圾和bai厨余垃圾的统称du，主要是居民在生活消费过程中形成的生活废物，是食物垃圾中最主要的一种，包括家庭、学校、食堂及餐饮行业等产生的食物加工下角料（厨余）和食用残余（泔脚）。其成分复杂，主要是油、水、果皮、蔬菜、米面、鱼、肉、骨头以及废餐具、塑料、纸巾等多种物质的混合物。",
        guidance: "居民家庭的干湿分开（即含水率低的其他垃圾和含水率高的厨余垃圾）这一环节就显得尤为重要。 ",
        src: "../../static/image/cclj.png"
      },
      cylj: {
        title: "厨余垃圾",
        info: "是餐饮垃圾和bai厨余垃圾的统称du，主要是居民在生活消费过程中形成的生活废物，是食物垃圾中最主要的一种，包括家庭、学校、食堂及餐饮行业等产生的食物加工下角料（厨余）和食用残余（泔脚）。其成分复杂，主要是油、水、果皮、蔬菜、米面、鱼、肉、骨头以及废餐具、塑料、纸巾等多种物质的混合物。",
        guidance: "居民家庭的干湿分开（即含水率低的其他垃圾和含水率高的厨余垃圾）这一环节就显得尤为重要。 ",
        src: "../../static/image/cylj.png"
      },
      glj: {
        title: "干垃圾",
        info: "是餐饮垃圾和bai厨余垃圾的统称du，主要是居民在生活消费过程中形成的生活废物，是食物垃圾中最主要的一种，包括家庭、学校、食堂及餐饮行业等产生的食物加工下角料（厨余）和食用残余（泔脚）。其成分复杂，主要是油、水、果皮、蔬菜、米面、鱼、肉、骨头以及废餐具、塑料、纸巾等多种物质的混合物。",
        guidance: "居民家庭的干湿分开（即含水率低的其他垃圾和含水率高的厨余垃圾）这一环节就显得尤为重要。 ",
        src: "../../static/image/glj.png"
      },
      khsw: {
        title: "可回垃圾",
        info: "是餐饮垃圾和bai厨余垃圾的统称du，主要是居民在生活消费过程中形成的生活废物，是食物垃圾中最主要的一种，包括家庭、学校、食堂及餐饮行业等产生的食物加工下角料（厨余）和食用残余（泔脚）。其成分复杂，主要是油、水、果皮、蔬菜、米面、鱼、肉、骨头以及废餐具、塑料、纸巾等多种物质的混合物。",
        guidance: "居民家庭的干湿分开（即含水率低的其他垃圾和含水率高的厨余垃圾）这一环节就显得尤为重要。 ",
        src: "../../static/image/khsw.png"
      },
      cclj: {
        title: "厨餐垃圾",
        info: "是餐饮垃圾和bai厨余垃圾的统称du，主要是居民在生活消费过程中形成的生活废物，是食物垃圾中最主要的一种，包括家庭、学校、食堂及餐饮行业等产生的食物加工下角料（厨余）和食用残余（泔脚）。其成分复杂，主要是油、水、果皮、蔬菜、米面、鱼、肉、骨头以及废餐具、塑料、纸巾等多种物质的混合物。",
        guidance: "居民家庭的干湿分开（即含水率低的其他垃圾和含水率高的厨余垃圾）这一环节就显得尤为重要。 ",
        src: "../../static/image/cclj.png"
      },
      qtlj: {
        title: "其他垃圾",
        info: "是餐饮垃圾和bai厨余垃圾的统称du，主要是居民在生活消费过程中形成的生活废物，是食物垃圾中最主要的一种，包括家庭、学校、食堂及餐饮行业等产生的食物加工下角料（厨余）和食用残余（泔脚）。其成分复杂，主要是油、水、果皮、蔬菜、米面、鱼、肉、骨头以及废餐具、塑料、纸巾等多种物质的混合物。",
        guidance: "居民家庭的干湿分开（即含水率低的其他垃圾和含水率高的厨余垃圾）这一环节就显得尤为重要。 ",
        src: "../../static/image/qtlj.png"
      },
      slj: {
        title: "湿垃圾",
        info: "是餐饮垃圾和bai厨余垃圾的统称du，主要是居民在生活消费过程中形成的生活废物，是食物垃圾中最主要的一种，包括家庭、学校、食堂及餐饮行业等产生的食物加工下角料（厨余）和食用残余（泔脚）。其成分复杂，主要是油、水、果皮、蔬菜、米面、鱼、肉、骨头以及废餐具、塑料、纸巾等多种物质的混合物。",
        guidance: "居民家庭的干湿分开（即含水率低的其他垃圾和含水率高的厨余垃圾）这一环节就显得尤为重要。 ",
        src: "../../static/image/slj.png"
      },
      yflj: {
        title: "易腐垃圾",
        info: "是餐饮垃圾和bai厨余垃圾的统称du，主要是居民在生活消费过程中形成的生活废物，是食物垃圾中最主要的一种，包括家庭、学校、食堂及餐饮行业等产生的食物加工下角料（厨余）和食用残余（泔脚）。其成分复杂，主要是油、水、果皮、蔬菜、米面、鱼、肉、骨头以及废餐具、塑料、纸巾等多种物质的混合物。",
        guidance: "居民家庭的干湿分开（即含水率低的其他垃圾和含水率高的厨余垃圾）这一环节就显得尤为重要。 ",
        src: "../../static/image/yflj.png"
      },
      yhlj: {
        title: "有害垃圾",
        info: "是餐饮垃圾和bai厨余垃圾的统称du，主要是居民在生活消费过程中形成的生活废物，是食物垃圾中最主要的一种，包括家庭、学校、食堂及餐饮行业等产生的食物加工下角料（厨余）和食用残余（泔脚）。其成分复杂，主要是油、水、果皮、蔬菜、米面、鱼、肉、骨头以及废餐具、塑料、纸巾等多种物质的混合物。",
        guidance: "居民家庭的干湿分开（即含水率低的其他垃圾和含水率高的厨余垃圾）这一环节就显得尤为重要。 ",
        src: "../../static/image/yhlj.png"
      }
    },
    category: null
  },
  onLoad: function (options) {
    var type = options.type;
    this.setData({
      category: this.data.list[type]
    })
  }
})